[
  "Dinners gon be good tonite at Fort Kickass.",
  "I sexually identify as a culinary sexual, because all you other alternative genders I will chew you up and spit you out!",
  "Do you know what seagull management is? It's when your boss flies in to work, poops on you & then flies away. After that you'll never see him again. That's seagull management.",
  "You know I have a body like a god. Too bad it's Buddha.",
  "She's a \"holistic / naughty step\" kind of mom instead of an \"I'm gonna beat that ass\" kind of mom. That explains everything!",
  "If it ain't gonna save the World this weekend, don't fn call me.",
  "She had the most beautiful Georgia O'Keeffe I had ever seen!",
  "You know how to lose weight? You ball your fist. Then you eat only the amount of food that is the size of your balled fist. After you do that, if you're are still hungry, ball your fist again. This time, stick your fist in your effin' mouth!",
  "That's my Fuckin parking spot Jack ! Move your piece of shit before I move it for you!",
  "Yeah, there's a new guy on the block who is a cook. Well, he's more \"chefie\" than \"cookie\".",
  "If a man talks in the forest and there is no woman there to hear him, is he still wrong?",
  "This is my brain... This is my brain on war.",
  "Tom: Hey Mark, you know that you have to empty the drip tray on this coffee machine. The Buoyant and Irascible Uncle Mark: No I don't. It's supposed to evaporate.",
  "Chloé: So, dad, what where you thinking in this wedding picture? Me: I was thinking, people are throwing rice on me.",
  "Yeah Man, Mexicans with sledgehammers... It just sounds right.",
  "Pinero anger is a gift.",
  "People think that if they put a deep meme on their Facebook then they are deep.",
  "Oh, that's a song you want to listen to while cleaning your gun.",
  "Nosh a Richard",
  "I'm a Mozart with a Sawzall, beotch!",
  "*moves bucket under a drip* Mark: You musta cleaned the dirt that was covering the leak! Chloe: sorry dad...",
  "The thing is that there are five artists in this house and every one of us thinks all of the tools are ours.",
  "Well now, the problem is... I'm just an over educated Kenzo.",
  "Woah! Feeling normal is wierd!",
  "So, after I threw the weed whacker against the wall... which makes me a \"weed whacker whacker\".....",
  "Hot bootys are originally designed to keep cold feet warm.",
  "Something's burning...smells like a house."
]